9/data/attachments/3ce90e65fccaa6fb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5398b650-369d-4d23-a204-f243f563a0cb</nif:username>
            <nif:friendToBeAdded>Adrian_go_Actions_22025_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>